Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: Completed with 1 error. Wait for iCloud sync to finish uploading before closing the app. Monitor the cloud icon on the main screen.
de: Abgeschlossen mit 1 Fehler. Warte, bis der iCloud-Upload abgeschlossen ist, bevor du die App schließt. Beobachte das Wolkensymbol auf dem Hauptbildschirm.
fr_ca: Terminé avec 1 erreur. Attendez la fin du téléversement iCloud avant de fermer l'app. Surveillez l'icône de nuage sur l'écran principal.
nl: Er is 1 fout opgetreden. Wacht tot de iCloud-synchronisatie is voltooid voordat je de app sluit. Houd het cloudpictogram op het hoofdscherm in de gaten.

source: Conditions
de: Bedingungen
nl: Condities

source: Configure options for your import
de: Importoptionen konfigurieren
fr_ca: Personnalisez vos paramètres d'importation
nl: Stel de opties voor je import in

source: Confirm
de: Bestätigen
fr_ca: Confirmer
nl: Bevestigen

source: Congratulations! You've completed %@ dives! 🎉
de: Herzlichen Glückwunsch! Du hast %@ Tauchgänge absolviert! 🎉
fr_ca: Félicitations ! Vous avez effectué %@ plongées ! 🎉
nl: Gefeliciteerd! Je hebt %@ duiken gemaakt! 🎉

source: Connect
de: Verbinden
fr_ca: Se connecter
nl: Verbinden

source: Connect as New Device
de: Als neues Gerät verbinden
fr_ca: Se connecter comme nouvel appareil
nl: Als nieuw apparaat verbinden

source: Connect directly to your dive computer via Bluetooth to download dives wirelessly.
de: Verbinde dich direkt über Bluetooth mit deinem Tauchcomputer, um Tauchgänge kabellos herunterzuladen.
fr_ca: Connectez-vous directement à votre ordinateur de plongée via Bluetooth pour télécharger vos plongées sans fil.
nl: Maak via Bluetooth rechtstreeks verbinding met je duikcomputer om duiken draadloos te downloaden.

source: Connecting to %@
de: Verbinde mit %@
fr_ca: Connexion à %@
nl: Verbinding maken met %@

source: Connection established but device not ready
de: Verbindung hergestellt, aber Gerät nicht bereit
fr_ca: Connexion établie mais l'appareil n'est pas prêt
nl: Verbinding tot stand gebracht, maar apparaat is nog niet gereed

source: Consecutive Days
de: Aufeinanderfolgende Tage
fr_ca: Jours consécutifs
nl: Aaneengesloten dagen

source: Contact email (optional)
de: Kontakt-E-Mail (optional)
fr_ca: Courriel de contact (facultatif)
nl: E-mailadres voor contact (optioneel)

source: Contact:
de: Kontakt:

source: Continue
de: Weiter
fr_ca: Continuer
nl: Doorgaan

source: Contributors
de: Mitwirkende
fr_ca: Contributeurs
nl: Bijdragers

source: Coordinate Mode
de: Koordinatenmodus
fr_ca: Mode de coordonnées
nl: Coördinatenmodus

source: Coordinates (entry)
de: Koordinaten (Einstieg)
fr_ca: Coordonnées (entrée)
nl: Coördinaten (begin)

source: Coordinates (exit)
de: Koordinaten (Ausstieg)
fr_ca: Coordonnées (sortie)
nl: Coördinaten (eind)

source: Copied
de: Kopiert
fr_ca: Copié
nl: Gekopieerd

source: Copy
de: Kopieren
fr_ca: Copier
nl: Kopiëren

source: Copy Fingerprint
de: Fingerabdruck kopieren
fr_ca: Copier l'empreinte
nl: Vingerafdruk kopiëren

source: Copy Site Information
de: Tauchplatzinformationen kopieren
fr_ca: Copier les informations du site
nl: Duiklocatie-informatie kopiëren

source: Copy Tank Information
de: Flaschendaten kopieren
fr_ca: Copier les informations du cylindre
nl: Tank-informatie kopiëren

source: Copy from Existing Site
de: Von vorhandenem Tauchplatz kopieren
fr_ca: Copier depuis un site existant
nl: Kopiëren van bestaande duiklocatie

source: Copy from Tank Template
de: Aus Flaschenvorlage kopieren
fr_ca: Copier depuis un modèle de cylindre
nl: Kopiëren van tanksjabloon

source: Cost (optional)
de: Kosten (optional)
fr_ca: Coût (optionnel)
nl: Kosten (optioneel)

source: Could not determine
de: Konnte nicht ermittelt werden
fr_ca: Impossible à déterminer
nl: Kon niet worden vastgesteld

source: Countries
de: Länder
fr_ca: Pays
nl: Landen

source: Country
de: Land
fr_ca: Pays
nl: Land

source: Coverage Type
de: Deckungsart
fr_ca: Type de couverture
nl: Soort dekking

source: Create a gear group
de: Ausrüstungsgruppe erstellen
fr_ca: Créer un groupe d'équipement
nl: Maak een duikuitrustinggroep aan

source: Create groups of equipment for quick dive setup. Select a group to add all its gear to a dive at once.
de: Erstelle Ausrüstungsgruppen für eine schnelle Tauchvorbereitung. Wähle eine Gruppe aus, um die gesamte Ausrüstung auf einmal zu einem Tauchgang hinzuzufügen.
fr_ca: Créez des groupes d'équipement pour une configuration rapide. Sélectionnez un groupe pour ajouter tout son équipement à une plongée en une seule fois.
nl: Maak groepen aan om je duikuitrusting snel klaar te maken. Selecteer een groep om alle duikuitrusting daaruit in één keer aan een duik toe te voegen.

source: Create templates for your frequently used tanks to quickly fill in tank details when logging dives.
de: Erstelle Vorlagen für deine häufig verwendeten Flaschen, um Flaschendaten beim Erfassen von Tauchgängen schnell einzutragen.
fr_ca: Créez des modèles pour vos cylindres fréquemment utilisées afin de remplir rapidement les détails lors de l'enregistrement des plongées.
nl: Maak sjablonen aan voor de tanks die je vaak gebruikt, zodat je de tankgegevens snel kunt invullen bij het registreren van duiken.

source: Critical
de: Kritisch
fr_ca: Critique
nl: Kritisch

source: Cubic Feet
de: Kubikfuß
fr_ca: Pieds cubes
nl: Kubieke voet

source: Cubic Feet (ft³)
de: Kubikfuß (ft³)
fr_ca: Pieds cubes (pi³)
nl: Kubieke voet (ft³)

source: Currency
de: Währung
fr_ca: Devise
nl: Valuta

source: Current
de: Strömung
fr_ca: Courant
nl: Stroming

source: Custom sort applied
de: Benutzerdefinierte Sortierung angewendet
fr_ca: Tri personnalisé appliqué
nl: Aangepaste sortering toegepast

source: DECO INFO
de: DEKO-INFO
fr_ca: INFO DÉCO
nl: DECO INFORMATIE

source: DIVE #%lld
de: TAUCHGANG #%lld
fr_ca: PLONGÉE #%lld
nl: DUIK #%lld

source: DIVE INFORMATION
de: TAUCHINFORMATIONEN
fr_ca: INFORMATIONS DE PLONGÉE
nl: DUIKINFORMATIE

source: DIVE LOGBOOK
de: LOGBUCH
fr_ca: CARNET DE PLONGÉE
nl: DUIKLOGBOEK

source: DIVE PROFILE
de: TAUCHPROFIL
fr_ca: PROFIL DE PLONGÉE
nl: DUIKPROFIEL

source: DIVE STATISTICS
de: TAUCHSTATISTIKEN
fr_ca: STATISTIQUES DE PLONGÉE
nl: DUIKSTATISTIEKEN

source: DURATION
de: DAUER
fr_ca: DURÉE
nl: TIJDSDUUR

source: Dangerous (≥18 m/min)
de: Gefährlich (≥18 m/min)
fr_ca: Danger (≥ 18 m/min)
nl: Gevaarlijk (≥ 18 m/min)

source: Dangerous (≥59 ft/min)
de: Gefährlich (≥59 ft/min)
fr_ca: Danger (≥ 59 pi/min)
nl: Gevaarlijk (≥59 ft/min)

source: Dangerous Ascent (≥18 m/min)
de: Gefährlicher Aufstieg (≥18 m/min)
fr_ca: Remontée dangereuse (≥ 18 m/min)
nl: Gevaarlijke opstijging (≥18 m/min)

source: Dark
de: Dunkel
fr_ca: Sombre
nl: Donker

source: Data Management
de: Datenverwaltung
fr_ca: Gestion des données
nl: Gegevensbeheer

source: Date
de: Datum
nl: Datum

source: Date & Time
de: Datum & Uhrzeit
fr_ca: Date & Heure
nl: Datum & Tijd

source: Dates
de: Daten
nl: Datums

source: Days Ago
de: Vor ... Tagen
fr_ca: Il y a ... jours
nl: Dagen geleden

source: Days Remaining Before Maintenance
de: Verbleibende Tage bis zur Wartung
fr_ca: Jours restants avant l'entretien
nl: Aantal resterende dagen tot het onderhoud

source: Deco
de: Deko
fr_ca: Déco

source: Deco Dive
de: Dekotauchgang
fr_ca: Plongée déco
nl: Decompressieduik

source: Deco End
de: Deko-Ende
fr_ca: Fin de déco
nl: Einde decompressie

source: Deco Start
de: Deko-Beginn
fr_ca: Début de déco
nl: Begin van de decompressie

source: Deco Stop
de: Deko-Stopp
fr_ca: Palier déco
nl: Decompressiestop

source: Deco Stops
de: Deko-Stopps
fr_ca: Paliers de décompression
nl: Decompressiestops

source: Deco ceiling
de: Dekodecke
fr_ca: Plafond de déco
nl: Decompressieplafond

source: Deco dive
de: Dekotauchgang
fr_ca: Plongée déco
nl: Decompressieduik

source: Deco obligation
de: Dekopflicht
fr_ca: Obligation de déco
nl: Decompressieverplichting

source: Decompression & Algorithm
de: Dekompression & Algorithmus
fr_ca: Décompression et algorithme
nl: Decompressie en algoritmes

source: Deep Stop
de: Tiefstopp
fr_ca: Palier profond
nl: Diepe stop

source: Deepest Dive
de: Tiefster Tauchgang
fr_ca: Plongée la plus profonde
nl: Diepste duik

source: Delete
de: Löschen
fr_ca: Supprimer
nl: Verwijderen

source: Delete Certification
de: Zertifizierung löschen
fr_ca: Supprimer la certification
nl: Verwijder certificering

source: Delete Dive Computer
de: Tauchcomputer löschen
fr_ca: Supprimer l'ordinateur de plongée
nl: Verwijder duikcomputer

source: Delete Insurance
de: Versicherung löschen
fr_ca: Supprimer l'assurance
nl: Verwijder verzekering

source: Delete Record
de: Eintrag löschen
fr_ca: Supprimer l'enregistrement
nl: Record verwijderen

source: Delete certification?
de: Zertifizierung löschen?
fr_ca: Supprimer la certification ?
nl: Certificering verwijderen?

source: Delete dive
de: Tauchgang löschen
fr_ca: Supprimer la plongée
nl: Duik verwijderen

source: Delete dive?
de: Tauchgang löschen?
fr_ca: Supprimer la plongée ?
nl: Duik verwijderen?

source: Delete gear group?
de: Ausrüstungsgruppe löschen?
fr_ca: Supprimer le groupe d'équipement ?
nl: Duikuitrustinggroep verwijderen?

source: Delete insurance?
de: Versicherung löschen?
fr_ca: Supprimer l'assurance ?
nl: Verzekering verwijderen?

source: Delete tank template?
de: Flaschenvorlage löschen?
fr_ca: Supprimer le modèle de cylindre ?
nl: Tanksjabloon verwijderen?

source: Delete this service record?
de: Diesen Wartungseintrag löschen?
fr_ca: Supprimer cet enregistrement d'entretien ?
nl: Dit onderhoudsrecord verwijderen?

source: Denser gas increases airway resistance and the work of breathing. To compensate, divers tend to unconsciously breathe shallower, which reduces alveolar ventilation below what is needed to clear CO₂. This causes hypercapnia (CO₂ build-up) even when breathing effort feels normal. Elevated CO₂ causes headaches, narcosis-like impairment, and in severe cases loss of consciousness — sometimes before the diver is aware of a problem.
de: Dichteres Gas erhöht den Atemwegswiderstand und die Atemarbeit. Zur Kompensation neigen Taucher dazu, unbewusst flacher zu atmen, was die alveoläre Ventilation unter das Niveau senkt, das zum Abbau von CO₂ erforderlich ist. Dies führt zu Hyperkapnie (CO₂-Ansammlung), auch wenn sich die Atemarbeit normal anfühlt. Erhöhtes CO₂ verursacht Kopfschmerzen, narkoseähnliche Beeinträchtigungen und in schweren Fällen Bewusstlosigkeit – manchmal bevor der Taucher ein Problem bemerkt.
fr_ca: Un gaz plus dense augmente la résistance des voies respiratoires et le travail respiratoire. Pour compenser, les plongeurs ont tendance à respirer inconsciemment moins profondément, ce qui réduit la ventilation alvéolaire en dessous de ce qui est nécessaire pour éliminer le CO₂. Cela provoque une hypercapnie (accumulation de CO₂) même lorsque l'effort respiratoire semble normal. Un taux élevé de CO₂ cause des maux de tête, des troubles semblables à la narcose et, dans les cas graves, une perte de conscience — parfois avant que le plongeur en soit conscient.
nl: Dichter gas verhoogt de weerstand in de luchtwegen en de ademhalingsinspanning. Om dit te compenseren, hebben duikers de neiging om onbewust oppervlakkiger te ademen, waardoor de alveolaire ventilatie daalt tot onder het niveau dat nodig is om CO₂ af te voeren. Dit leidt tot hypercapnie (ophoping van CO₂), zelfs als de ademhalingsinspanning normaal aanvoelt. Een verhoogd CO₂-gehalte veroorzaakt hoofdpijn, narcose-achtige symptomen en in ernstige gevallen bewustzijnsverlies — soms nog voordat de duiker zich bewust is van een probleem.

source: Density at Depth
de: Gasdichte in der Tiefe
fr_ca: Densité en profondeur
nl: Dichtheid op diepte

source: Depth
de: Tiefe
fr_ca: Profondeur
nl: Diepte

source: Depth (ft)
de: Tiefe (ft)
fr_ca: Profondeur (pi)
nl: Diepte (ft)

source: Depth (m)
de: Tiefe (m)
fr_ca: Profondeur (m)
nl: Diepte (m)

source: Depth is always displayed on the chart
de: Die Tiefe wird immer im Diagramm angezeigt
fr_ca: La profondeur est toujours affichée sur le graphique
nl: Diepte wordt altijd getoond in de grafiek

source: Depth range
de: Tiefenbereich
fr_ca: Plage de profondeur
nl: Dieptebereik

source: Depth, duration, temperatures, gas mixes, tank pressures, decompression data, dive profile, computer name, raw data, water type, and GPS coordinates.
de: Tiefe, Dauer, Temperaturen, Gasmischungen, Flaschendrücke, Dekompressionsdaten, Tauchprofil, Computername, Rohdaten, Wasserart und GPS-Koordinaten.
fr_ca: Profondeur, durée, températures, mélanges de gaz, pressions des bouteilles, données de décompression, profil de plongée, nom de l'ordinateur, données brutes, type d'eau et coordonnées GPS.
nl: Diepte, duur, temperaturen, gasmengsels, tankdrukken, decompressiegegevens, duikprofiel, naam van de duikcomputer, ruwe gegevens, watertype en GPS-coördinaten.

source: Descending
de: Absteigend
fr_ca: Décroissant
nl: Aflopend

source: Description
de: Beschreibung
nl: Omschrijving

source: Destinations
de: Reiseziele
nl: Bestemmingen

source: Detailed Profile
de: Detailliertes Profil
fr_ca: Profil détaillé
nl: Gedetailleerd profiel

source: Detected Model
de: Erkanntes Modell
fr_ca: Modèle détecté
nl: Gedetecteerd model

source: Device not available
de: Gerät nicht verfügbar
fr_ca: Appareil non disponible
nl: Duikcomputer niet beschikbaar

source: Devices
de: Geräte
fr_ca: Appareils
nl: Apparaten

source: Difficulty
de: Schwierigkeitsgrad
fr_ca: Difficulté
nl: Moeilijkheidsgraad

source: Disclaimer
de: Haftungsausschluss
fr_ca: Avertissement

source: Dismiss
de: Schliessen
fr_ca: Ignorer
nl: Sluiten

source: Distance
de: Distanz
nl: Afstand

source: Distance / Depth
de: Distanz / Tiefe
fr_ca: Distance / Profondeur
nl: Afstand / Diepte

source: Dive #
de: Tauchgang #
fr_ca: Plongée #
nl: Duik #

# Dive %@, %@
source: Dive %1$@, %2$@
de: Tauchgang %1$@, %2$@
fr_ca: Plongée %1$@, %2$@
nl: Duik %1$@, %2$@

source: Dive Center
de: Tauchbasis
fr_ca: Centre de plongée
nl: Duikcentrum

source: Dive Computer
de: Tauchcomputer
fr_ca: Ordinateur de plongée
nl: Duikcomputer

source: Dive Information
de: Tauchinformationen
fr_ca: Informations sur la plongée
nl: Duikinformatie

source: Dive Log Only
de: Nur Logbuch
fr_ca: Carnet de plongée seulement
nl: Alleen duiklogboek

source: Dive Map
de: Tauchkarte
fr_ca: Carte des plongées
nl: Duikkaart

source: Dive Parameters
de: Tauchparameter
fr_ca: Paramètres de plongée
nl: Duikparameters

source: Dive Profile
de: Tauchprofil
fr_ca: Profil de plongée
nl: Duikprofiel

source: Dive Sequence
de: Tauchsequenz
fr_ca: Séquence de plongée
nl: Duikvolgorde

source: Dive Site
de: Tauchplatz
fr_ca: Site de plongée
nl: Duiklocatie

source: Dive Stats
de: Tauchstatistiken
fr_ca: Stats de plongée
nl: Duikstatistieken

source: Dive Tools
de: Tauch-Tools
fr_ca: Outils de plongée
nl: Duikmaterialen

source: Dive Trips
de: Tauchreisen
fr_ca: Voyages de plongée
nl: Duiktrips

source: Dive Type
de: Tauchgangstyp
fr_ca: Type de plongée
nl: Soort duik

source: Dive site
de: Tauchplatz
fr_ca: Site de plongée
nl: Duiklocatie

source: Dive type
de: Tauchgangstyp
fr_ca: Type de plongée
nl: Soort duik

source: Diver
de: Taucher
fr_ca: Plongeur
nl: Duiker

source: Diver (optional)
de: Taucher (optional)
fr_ca: Plongeur (optionnel)
nl: Duiker (optioneel)

source: Diver Name
de: Name des Tauchers
fr_ca: Nom du plongeur
nl: Naam van de duiker

source: Diver Name (optional)
de: Name des Tauchers (optional)
fr_ca: Nom du plongeur (facultatif)
nl: Naam van de duiker (optioneel)

source: Diver Profile
de: Taucherprofil
fr_ca: Profil du plongeur
nl: Profiel van de duiker

# Diver for %lld year%@
source: Diver for %1$lld year%2$@
de: Taucher seit %1$lld Jahr%2$@
fr_ca: Plongeur depuis %1$lld an%2$@
nl: Al %1$lld jaar duiker

source: Diver name
de: Name des Tauchers
fr_ca: Nom du plongeur
nl: Naam duiker

source: Diver:
de: Taucher:
fr_ca: Plongeur :
nl: Duiker:

source: Dives
de: Tauchgänge
fr_ca: Plongées
nl: Duiken

source: Dives already in your logbook are normally skipped. In Download All Dives mode, matched dives are merged instead — the computer refreshes its recorded data while your personal entries stay untouched.
de: Tauchgänge, die bereits in deinem Logbuch vorhanden sind, werden normalerweise übersprungen. Im Modus Alle Tauchgänge herunterladen werden übereinstimmende Tauchgänge zusammengeführt — der Computer aktualisiert seine aufgezeichneten Daten, während deine persönlichen Einträge unverändert bleiben.
fr_ca: Les plongées déjà présentes dans votre carnet sont normalement ignorées. En mode Télécharger toutes les plongées, les doublons sont fusionnés — l'ordinateur actualise ses données enregistrées tandis que vos entrées personnelles restent intactes.
nl: Duiken die al in je logboek staan, worden normaal gesproken overgeslagen. In de modus ‘Alle duiken downloaden’ worden overeenkomende duiken daarentegen samengevoegd — de computer werkt de opgeslagen gegevens bij, terwijl je persoonlijke invoer ongewijzigd blijft.

source: Dives have been renumbered.
de: Die Tauchgänge wurden neu nummeriert.
fr_ca: Les plongées ont été renumérotées.
nl: Duiken zijn opnieuw genummerd.

source: Dives recorded before the date you choose are discarded after they arrive, instead of being added to your logbook. Every dive is still transferred from the computer, so the sync takes exactly as long — only your logbook stays clean. When re-downloading a known computer, older dives are also not refreshed with the computer's data.
de: Tauchgänge, die vor dem gewählten Datum aufgezeichnet wurden, werden nach dem Empfang verworfen, anstatt zu deinem Logbuch hinzugefügt zu werden. Jeder Tauchgang wird trotzdem vom Computer übertragen, die Synchronisierung dauert also genauso lange — nur dein Logbuch bleibt sauber. Beim erneuten Herunterladen eines bekannten Computers werden ältere Tauchgänge außerdem nicht mit den Daten des Computers aktualisiert.
fr_ca: Les plongées enregistrées avant la date choisie sont rejetées à leur arrivée, au lieu d'être ajoutées à votre carnet. Chaque plongée est tout de même transférée depuis l'ordinateur, donc la synchronisation prend exactement le même temps — seul votre carnet reste propre. Lors d'un nouveau téléchargement d'un ordinateur connu, les plongées plus anciennes ne sont pas non plus mises à jour avec les données de l'ordinateur.
nl: Duiken die zijn vastgelegd vóór de gekozen datum worden na ontvangst verwijderd in plaats van aan je logboek te worden toegevoegd. Elke duik wordt nog steeds van de computer overgebracht, dus de synchronisatie duurt precies even lang — alleen je logboek blijft schoon. Bij het opnieuw downloaden van een bekende computer worden oudere duiken ook niet bijgewerkt met de gegevens van de computer.

source: Dives recorded before this date are still transferred from the dive computer, then discarded instead of being added to your logbook — this does not make the sync faster. The date defaults to the most recent dive in your logbook, or one year ago if your logbook is empty, and applies to this sync only. Has no effect on a device you've already synced.
de: Tauchgänge, die vor diesem Datum aufgezeichnet wurden, werden weiterhin vom Tauchcomputer übertragen und dann verworfen, anstatt zu deinem Logbuch hinzugefügt zu werden — dadurch wird die Synchronisierung nicht schneller. Das Datum wird standardmäßig auf den zuletzt erfassten Tauchgang in deinem Logbuch gesetzt, oder auf ein Jahr zuvor, wenn dein Logbuch leer ist, und gilt nur für diese Synchronisierung. Hat keine Auswirkung auf ein bereits synchronisiertes Gerät.
fr_ca: Les plongées enregistrées avant cette date sont tout de même transférées depuis l'ordinateur de plongée, puis rejetées au lieu d'être ajoutées à votre carnet — cela ne rend pas la synchronisation plus rapide. La date correspond par défaut à la plongée la plus récente de votre carnet, ou à un an en arrière si votre carnet est vide, et s'applique uniquement à cette synchronisation. N'a aucun effet sur un appareil déjà synchronisé.
nl: Duiken die vóór deze datum zijn vastgelegd, worden nog steeds van de duikcomputer overgebracht en vervolgens verwijderd in plaats van aan je logboek te worden toegevoegd — dit maakt de synchronisatie niet sneller. De datum wordt standaard ingesteld op de meest recente duik in je logboek, of op één jaar geleden als je logboek leeg is, en geldt alleen voor deze synchronisatie. Heeft geen effect op een apparaat dat al is gesynchroniseerd.

source: Dives recorded before this date are still transferred from the dive computer, then discarded — they are neither re-imported nor updated. This does not make the sync faster, and applies to this sync only.
de: Tauchgänge, die vor diesem Datum aufgezeichnet wurden, werden weiterhin vom Tauchcomputer übertragen und anschließend verworfen — sie werden weder erneut importiert noch aktualisiert. Dadurch wird die Synchronisierung nicht schneller, und dies gilt nur für diese Synchronisierung.
fr_ca: Les plongées enregistrées avant cette date sont tout de même transférées depuis l'ordinateur de plongée, puis rejetées — elles ne sont ni réimportées ni mises à jour. Cela ne rend pas la synchronisation plus rapide et s'applique uniquement à cette synchronisation.
nl: Duiken die vóór deze datum zijn vastgelegd, worden nog steeds van de duikcomputer overgebracht en vervolgens verwijderd — ze worden niet opnieuw geïmporteerd of bijgewerkt. Dit maakt de synchronisatie niet sneller en geldt alleen voor deze synchronisatie.

source: Dives without a diver name are not affected.
de: Tauchgänge ohne Tauchernamen sind nicht betroffen.
fr_ca: Les plongées sans nom de plongeur ne sont pas affectées.
nl: Duiklogs zonder naam van de duiker vallen hier niet onder.

source: Diving Centre
de: Tauchzentrum
fr_ca: Centre de plongée
nl: Duikcentrum

source: Diving Centre (optional)
de: Tauchzentrum (optional)
fr_ca: Centre de plongée (facultatif)
nl: Duikcentrum (optioneel)

source: Diving Insurance
de: Tauchversicherung
fr_ca: Assurance plongée
nl: Duikverzekering

source: Do you want to import %lld dives from your dive computer?
de: Möchtest du %lld Tauchgänge von deinem Tauchcomputer importieren?
fr_ca: Voulez-vous importer %lld plongées depuis votre ordinateur de plongée ?
nl: Wil je %lld duiken importeren vanaf je duikcomputer?

source: Do you want to import 1 dive from your dive computer?
de: Möchtest du 1 Tauchgang von deinem Tauchcomputer importieren?
fr_ca: Voulez-vous importer 1 plongée depuis votre ordinateur de plongée ?
nl: Wil je 1 duik importeren vanaf je duikcomputer?

source: Documentation
de: Dokumentation
nl: Documentatie

source: Documents
de: Dokumente
nl: Documenten

source: Done
de: Fertig
fr_ca: Terminé
nl: Klaar

source: Double Tank
de: Doppelflasche
fr_ca: Double cylindre
nl: Dubbelset

source: Download All Dives
de: Alle Tauchgänge herunterladen
fr_ca: Télécharger toutes les plongées
nl: Alle duiken downloaden

source: Download All Dives is on for this sync, carried over from the known-devices screen — it re-downloads the full history and merges matched dives. Turn it off from the main screen.
de: Alle Tauchgänge herunterladen ist für diese Synchronisierung aktiviert, übernommen vom Bildschirm der bekannten Tauchcomputer — dadurch wird der gesamte Verlauf erneut heruntergeladen und übereinstimmende Tauchgänge werden zusammengeführt. Schalte die Option auf dem Hauptbildschirm aus.
fr_ca: Télécharger toutes les plongées est activé pour cette synchronisation, reporté depuis l'écran des ordinateurs connus — cela retélécharge l'historique complet et fusionne les plongées correspondantes. Désactivez cette option depuis l'écran principal.
nl: 'Alle duiken downloaden' staat aan voor deze synchronisatie, overgenomen van het scherm met bekende duikcomputers — hierdoor wordt de volledige geschiedenis opnieuw gedownload en worden overeenkomende duiken samengevoegd. Schakel deze uit via het hoofdscherm.
